tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "sass/sass"
brew "asdf"
brew "awk"
brew "bison"
brew "caddy"
brew "glib"
brew "certbot"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "gcc"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "guile"
brew "handbrake", link: false
brew "helix"
brew "htop"
brew "kubernetes-cli"
brew "libheif"
brew "libraw"
brew "micro"
brew "neovim"
brew "netcat"
brew "nmap"
brew "rclone"
brew "re2c"
brew "ren"
brew "ripgrep"
brew "smartmontools"
brew "sphinx-doc"
brew "stern"
brew "telnet"
brew "tmux"
brew "tree"
brew "websocketd"
brew "wget"
brew "yt-dlp"
brew "zplug"
brew "sass/sass/sass"
cask "1password"
cask "alfred"
cask "anytype"
cask "arc"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "busycal"
cask "colorsnapper"
cask "daisydisk"
cask "dash"
cask "db-browser-for-sqlite"
cask "discord"
cask "figma"
cask "firefox-developer-edition"
cask "fleet"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-hack"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "kitty"
cask "klogg"
cask "lapce"
cask "logseq"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "netnewswire"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "pocket-casts"
cask "postman"
cask "quicklookase"
cask "rapidapi"
cask "rectangle"
cask "rocket"
cask "sensiblesidebuttons"
cask "slack"
cask "smoothscroll"
cask "spotify"
cask "sublime-text-dev"
cask "swiftbar"
cask "switchresx"
cask "sync"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "waterfox-classic"
cask "webstorm"
cask "whatsapp"
cask "wireshark"
cask "zed"
vscode "aki77.rails-routes"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "codelios.dartsass"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "golang.go"
vscode "Hridoy.rails-snippets"
vscode "marcoms.oceanic-plus"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ritwickdey.LiveServer"
vscode "ronnidc.nunjucks"
vscode "sianglim.slim"
vscode "syler.sass-indented"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "zhuangtongfa.material-theme"
