tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
brew "coreutils"
brew "asdf"
brew "awk"
brew "caddy"
brew "certbot"
brew "diff-so-fancy"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "helix"
brew "httpd", restart_service: true
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "kubernetes-cli"
brew "meson"
brew "neovim"
brew "netcat"
brew "php"
brew "ren"
brew "ripgrep"
brew "smartmontools"
brew "sphinx-doc"
brew "stern"
brew "tmux"
brew "tree"
brew "websocketd"
brew "wget"
brew "youtube-dl"
brew "zplug"
brew "sass/sass/sass"
cask "1password"
cask "alfred"
cask "authy"
cask "bartender"
cask "bbedit"
cask "bettermouse"
cask "brave-browser"
cask "colorsnapper"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "fantastical"
cask "figma"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "forklift"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "klogg"
cask "logitech-firmwareupdatetool"
cask "logitech-g-hub"
cask "logitech-gaming-software"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "minecraft"
cask "multitouch"
cask "notion"
cask "obs"
cask "obsidian"
cask "plex"
cask "pocket-casts"
cask "radio-silence"
cask "save-hollywood"
cask "sensiblesidebuttons"
cask "sequel-pro"
cask "slack"
cask "smoothscroll"
cask "spotify"
cask "sublime-text-dev"
cask "switchresx"
cask "sync"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "vivaldi"
cask "vlc"
cask "waterfox-classic"
cask "whatsapp"
cask "zoom"
