tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sass/sass"
tap "shivammathur/extensions"
tap "shivammathur/php"
brew "openssl@3"
brew "asdf"
brew "awk"
brew "binwalk"
brew "bison"
brew "caddy"
brew "glib"
brew "certbot"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "dnsmasq"
brew "exiftool"
brew "fd"
brew "gnutls"
brew "icu4c@76"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "libusb"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "guile"
brew "handbrake"
brew "helix"
brew "htop"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "libheif"
brew "libraw"
brew "micro"
brew "neovim"
brew "net-snmp"
brew "netcat"
brew "nginx"
brew "nmap"
brew "openjdk"
brew "pngcheck"
brew "podman"
brew "podman-compose"
brew "qpdf"
brew "re2c"
brew "ren"
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "stern"
brew "tailscale"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "websocketd"
brew "wget"
brew "yt-dlp"
brew "zellij"
brew "zplug"
brew "sass/sass/sass"
brew "shivammathur/extensions/snmp@8.3"
cask "1password"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "appgate-sdp-client"
cask "aqua"
cask "arc"
cask "balenaetcher"
cask "bartender"
cask "bbedit"
cask "busycal"
cask "colorsnapper"
cask "crystalfetch"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "discord"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "fleet"
cask "font-hack"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "forklift"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "hiddenbar"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "kitty"
cask "klogg"
cask "lapce"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "mqtt-explorer"
cask "netnewswire"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pastebot"
cask "pgadmin4"
cask "pocket-casts"
cask "podman-desktop"
cask "postman"
cask "quicklookase"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "rectangle"
cask "remote-desktop-manager"
cask "royal-tsx"
cask "sensiblesidebuttons"
cask "slack"
cask "smoothscroll"
cask "spotify"
cask "sqlitestudio"
cask "sublime-text-dev"
cask "superduper"
cask "switchresx"
cask "sync"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vnc-viewer"
cask "waterfox-classic"
cask "webstorm"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "zed"
cask "zen-browser"
vscode "codelios.dartsass"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "eseom.nunjucks-template"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "golang.go"
vscode "hridoy.rails-snippets"
vscode "marcoms.oceanic-plus"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ritwickdey.liveserver"
vscode "ronnidc.nunjucks"
vscode "syler.sass-indented"
vscode "vue.volar"
vscode "zhuangtongfa.material-theme"
