{"src/extension":["You have been removed from the collaboration session.","You have been blocked from the collaboration session.","More info","The companion audio extension: 'Live Share Audio' is now deprecated. Learn more about the future of audio calling in Live Share.","The host has ended the current collaboration session. Open folders and editors will now close.","The collaboration session expired. Please sign in and try again.","You have been removed from the collaboration session.","You have been blocked from the collaboration session.","You were disconnected from the collaboration session due to a connectivity problem or the host going offline.","The collaboration session has ended due to an internal error."],"src/localizeCallback":["다른 협력자와 어떤 작업을 하고 싶으신가요?","다른 사용자 초대(링크 복사)","다른 참가자에게 보낼 수 있도록 초대 링크를 복사합니다.","참가자 집중","다른 참가자에게 팔로우를 요청합니다.","읽기 전용 터미널 공유","터미널 공유","모든 참가자가 사용할 새 터미널/명령 프롬프트를 시작합니다.","서버 공유","모든 참가자에게 로컬 TCP 포트를 노출합니다.","공유 서버 표시","공동 작업 참가자와 공유하는 로컬 TCP 서버를 표시합니다.","Start Collaboration Session","서버 공유 중지","모든 참가자에 대한 로컬 TCP 포트 공유를 중지합니다.","공동 작업 세션 중지","공동 작업 세션을 중지하고, 모든 콘텐츠 공유를 중지하고, 모든 참가자 액세스를 제거합니다.","읽기/쓰기 액세스 권한을 얻으려면 GitHub 또는 Microsoft 계정에 로그인합니다.","공유 디버그 세션에 연결","호스트가 참가자와 공유한 디버그 세션에 디버거를 연결합니다.","공유 터미널 액세스","호스트가 참가자와 공유한 터미널을 엽니다.","공유 서버 액세스","사용할 이름이 지정된 공유 TCP 포트를 복사","공동 작업 세션 나가기","이 공동 작업 세션 참여를 중지합니다.","원하는 작업을 선택하십시오.","공동 작업 세션 시작","공동 작업 세션을 시작하여 콘텐츠를 공유하고 참가자를 초대합니다.","읽기 전용 공동 작업 세션 시작","읽기 전용 공동 작업 세션을 시작하여 콘텐츠를 공유하고 참가자를 초대합니다.","공동 작업 세션 참가","공유 콘텐츠에 액세스하려면 공동 작업 세션에 참가합니다.","Shared a collaboration session.","Joined the collaboration session.","Shared","Joined","The Host doesn't allow anonymous users in the session. Consider signing in so they know who you are.","The host rejected your anonymous request. Sign in to proceed.","Sign In","다시 복사","링크 복사","읽기/쓰기로 설정","읽기 전용으로 만들기","공유 시작","도움말","확인","로그인","익명으로 계속","추가 정보","다시 표시 안 함","The collaboration session is no longer active.","이 초대 링크는 만료되었습니다. 새 링크를 생성하려면 다시 공유하세요.","서버에 연결할 수 없습니다. 인터넷에 연결되었는지 확인하세요.","$(shortName) 서비스를 이용하려면 설치된 것보다 최신 버전의 확장자가 필요합니다.","설치한 확장을 사용하려면 $(shortName) 서비스의 최신 버전이 필요합니다.","설치한 $(shortName) 확장은 너무 오래되어서 이 협업 세션에 연결할 수 없습니다.","협업 세션 호스트가 현재 $(shortName) 확장보다 이전 버전에 있습니다.","$(shortName) 에이전트가 확장자보다 최신입니다.","$(shortName) 에이전트가 확장자보다 오래 되었습니다.","적절한 IP 주소가 없으므로 \"직접\" 모드에서 공유할 수 없습니다. \"자동\" 또는 \"릴레이\" 모드로 전환하고 다시 시도하세요.","호환되는 연결 주소를 찾을 수 없습니다. \"Auto\" 모드로 전환하고 다시 시도하세요.","호스트에 연결할 수 없습니다. 사용자와 호스트가 온라인 상태인지 확인합니다.","\"Relay\" 모드에 있는 호스트에 연결할 수 없습니다. 사용자와 호스트가 온라인 상태인지 확인합니다. 온라인 상태이면 \"Auto\" 또는 \"Direct\" 모드로 전환하고 다시 시도하세요.","\"Direct\" 모드에 있는 호스트에 연결할 수 없습니다. 사용자와 호스트가 온라인 상태인지 확인합니다. 온라인 상태이면 \"Auto\" 또는 \"Relay\" 모드로 전환하고 다시 시도하세요.","프로토콜 오류로 인해 호스트에 가입할 수 없습니다. 본인과 호스트가 온라인 상태이고 최신 $(shortName) 버전을 사용 중인지 확인하세요.","인증 오류로 인해 호스트에 연결할 수 없습니다. 호스트가 온라인 상태인지 확인한 다음, 로그아웃했다 다시 로그인하고 다시 시도하세요.","인증 오류로 인해 호스트에 연결할 수 없습니다. 호스트가 온라인 상태인지 확인한 다음, 로그아웃했다 다시 로그인하고 다시 시도하세요.","예기치 않은 인증 오류입니다. 다시 로그인해 보세요.","토큰을 교환하지 못했습니다(코드: ${code}).","호스트에서 직접 연결을 허용하지 않습니다. \"Auto\" 또는 \"Relay\" 모드로 전환하고 다시 시도하세요.","호스트에서 릴레이된 연결을 허용하지 않으므로 연결할 수 없습니다. \"Auto\" 또는 \"Direct\" 모드로 전환하고 다시 시도하세요.","최대 참가자 수인 5명에 이미 도달했으므로 협업 세션에 참가할 수 없습니다. 참가자 한도를 늘리려면 호스트에게 문의하여 [게스트 제한 증가] 설정을 변경하고 다시 로드한 다음, 새 협업 세션을 시작하세요.","호스트에서 사용자의 협업 세션 참가를 거부했습니다.","호스트가 요청에 응답하기를 기다리는 동안 시간이 초과되었습니다.","협업 세션에 참가하는 요청이 취소되었습니다.","협업 세션을 찾을 수 없습니다.","호스트가 협업 세션에 참가하지 못하도록 차단했습니다. 실수로 인한 차단인 경우, 호스트에게 세션을 다시 시작하도록 요청하세요.","서버에 연결할 수 없습니다. 실패 상태 코드가 수신되었습니다.","Live Share가 로그인 키 집합에 액세스할 수 없습니다. 최근에 암호를 변경했거나 로그인 키 집합이 손상된 경우 이 문제가 발생할 수 있습니다. 자세한 해결 방법은 추가 정보를 참조하세요.","호스트의 네트워크 성능이 저하된 상태이거나 호스트가 더 이상 Live Share 클라우드 릴레이에 연결되어 있지 않습니다. 해당 네트워크 조건을 확인하고 협업 세션을 다시 시작한 이후에 다시 시도하도록 호스트에 요청하세요.","Live Share 클라우드 릴레이에 연결할 수 없습니다. 프록시, 방화벽 및 네트워크 설정을 확인하고 다시 시도하세요.","호스트에서는 디버거를 시작할 수 없습니다. 필요한 경우 디버거를 활성화하도록 요청하세요.","서버에 연결할 수 없습니다. HTTPS 연결에 실패했습니다. Live Share를 차단하는 자체 서명된 인증서 또는 사용자 정의 인증서 유효성 검사 정책이 없는지 확인하세요.","대/소문자를 제외하고 디렉터리에 이름이 같은 파일이 있는 것 같습니다. 현재 이는 지원되지 않으며 오류가 발생할 수 있습니다.","애플리케이션 폴더 외부에서 VS Code를 실행 중이므로 브라우저 링크를 사용하여 세션 가입에 대한 지원을 설치할 수 없습니다. 여전히 수동으로 세션에 참여할 수 있습니다.","브라우저 링크를 사용하여 세션 참가에 대한 지원을 설치하지 못했습니다. 세션을 수동으로 조인할 수 있습니다.","Unable to share. Visual Studio Live Share is currently in the \"Direct\" connection mode and your firewall has blocked incoming secured connections required to start a collaboration session.\n\nIn order to share, you will need to modify your firewall rules to allow vsls-agent.exe to accept incoming connections or switch to the \"Auto\" or \"Relay\" connection mode.","Failed to connect to the Live Share session.","The relay endpoint for the Live Share session is invalid or no longer exists.","The Live Share host is currently offline. This usually occurs due to the host machine being in sleep mode or host connectivity issues. Please ask them to verify their session is active.","Failed to connect to the Live Share through the relay: invalid relay SAS.","Failed to connect to the Live Share session due to an unknown relay server error.","Failed to connect to the Live Share session due to an unexpected relay error.","원격 세션을 여는 중...","원격 세션에 참가...","호스트 승인을 기다리는 중...","연결이 끊어졌습니다. 호스트에 다시 연결하는 중...","경로를 찾을 수 없음: lazyLoad(() => nlsloc($(path)","경로가 이미 있음: lazyLoad(() => nlsloc($(path)","액세스 거부됨: lazyLoad(() => nlsloc($(path)","파일이 너무 큽니다.","파일을 사용할 수 없습니다.","Unable to load .vsls.json file. File: $(fileName) Error: $(message) ","협업 세션에 참가하도록 요청했습니다.","수락","읽기 전용으로 허용","읽기-쓰기 허용","거부","항상 익명 게스트 허용","협업 세션에 참가했습니다."," 연결이 끊어졌습니다.","협업 세션을 종료했습니다.","$(userId) 님이 집중을 요청했습니다.","$(userId) 님을 팔로우하도록 요청 받았습니다.","공동 편집 정보가 클립보드에 복사되었습니다.","브라우저 링크를 사용한 세션 참여를 지원하려면 시스템에서 설치 프로그램을 실행할 수 있는 권한이 필요합니다. OS가 터미널에서 관리자(sudo) 암호를 요청할 수 있습니다. 지금 설치하시겠습니까?","대신 복사","설치","초대 링크가 클립보드에 복사되었습니다! 신뢰하는 사람에게 보내세요.","세션이 공유되었습니다! 초대 링크를 가져오려면 \"링크 복사\"를 클릭합니다. ","또는 \"추가 정보\"를 클릭하여 안전한 공유에 대해 알아봅니다.","다시 사용할 수 있는 세션 링크를 클립보드에 복사했습니다. 링크를 안전한 위치에 저장하세요. \"추가 정보\"를 클릭하여 세션을 사용하는 방법에 대해 자세히 알아보세요.","다시 사용할 수 있는 세션 링크를 만들었습니다! \"링크 복사\"를 클릭해서 링크를 가져오고 안전한 위치에 저장하세요. \"추가 정보\"를 클릭하여 세션을 사용하는 방법에 대해 자세히 알아보세요.","공동 작업 세션에 참가하려면 VS Live Share에 로그인합니다.","공동 작업 세션에 참가하려면 먼저 로그인해야 합니다.","$(options.title)","읽기 전용 모드(익명)에서는 터미널을 편집할 수 없습니다. 계속하려면 로그인하세요.","No debug session available to join.","The host is already in a collaborative debugging session that you can join.","Run and Debug are not currently available. To run and debug please ask the host to continue in an environment that can run code, like a codespace or local VS Code.","The companion audio extension: 'Live Share Audio' is now deprecated. Learn more about the future of audio calling in Live Share.","Joining Debug Session...","Select the debug session","The host has started a collaborative debugging session ","Join session now"," (읽기 전용)"," (익명 및 읽기 전용)"," (익명 및 읽기-쓰기)"," (익명)","Live Share 세션에서","협업 세션 시작...","Starting collaboration session...","Joining collaboration session...","Ending collaboration session..."," (읽기 전용)"," (익명 및 읽기 전용)"," (익명 및 읽기-쓰기)","읽기 전용 사용자","다음으로 계속","읽기 전용 게스트로 로그인하지 않고 계속","로그인할 계정을 선택하세요.","${key} 계정을 사용하여 로그인","주석 스레드를 만들 수 없습니다.","주석 스레드를 삭제할 수 없습니다.","회신할 수 없음","주석을 편집할 수 없음","주석을 저장할 수 없음","주석 편집을 취소할 수 없음","주석을 삭제할 수 없습니다.","먼저 스레드에서 다른 주석 삭제","Live Share 세션 주석","참가자:","Live Share 채팅: 신규 $(unreads)","채팅","세션 채팅","Live Share 채팅","채팅 채널 선택","(신규 $(unread))","$(username)이(가) 입력 중입니다...","Type a new message","_Live Share 세션을 시작함_","_Live Share 세션을 종료함_","_Live Share 세션에 참가함_","_Live Share 세션에서 나감_","이 협업 세션의 호스트가 현재 채팅에 연결되어 있지 않거나 이 기능을 지원하지 않는 _Live Share_ 버전을 사용하고 있습니다. [자세한 정보](https://aka.ms/vsls-chat)","연락하려는 대상이 현재 채팅이 불가능하거나 채팅을 지원하지 않는 _Live Share_ 버전을 사용하고 있습니다. [자세한 정보](https://aka.ms/vsls-chat)","알 수 없는 사용자","이 연락처와 채팅","세션 채팅 채널 열기","현재 채팅 서비스의 연결이 끊겼습니다. 잠시 후에 다시 시도하세요.","'Live Share 채팅' 도우미 확장을 업데이트하세요. 설치된 버전이 더 이상 호환되지 않습니다. [자세한 정보](https://aka.ms/vsls-chat)","Do you want to save the activity log of the session?","Save Activity Log","Error saving activity log: $(error).","Activity log saved successfully.","SESSION SUMMARY","ACTIVITY LOG","COLLABORATOR DATA","RAW ACTIVITY DATA","Total number of collaborators: $(totalNumberOfCollaborators)","Total number of edited files: $(totalNumberOfEditedFiles)","Start time: $(startTime)","Session duration: $(sessionDuration)","Activity log","Open activity log...","All users","Search","Open file","See selection(s)","See edit(s)","Open terminal","$(user) opened file: $(fileName)","$(user) edited file: $(fileName)","$(user) selected text in file: $(selection)","$(user) shared terminal: $(terminalId)","$(user) stopped sharing terminal: $(terminalId)","$(user) changed terminal $(terminalId) access to read-only","$(user) changed terminal $(terminalId) access to read-write","$(user) executed command in terminal: $(terminalId)","and","결과 집합에는 모든 일치 항목의 하위 집합만 포함됩니다. 결과 범위를 좁히려면 검색 조건을 더 구체적으로 지정하세요.","Visual Studio Live Share is currently in the \"Direct\" connection mode and must accept incoming secured connections when sharing in order to function.\n\nYour firewall will now prompt you to give vsls-agent.exe access to the required ports. If you deny access, you will be unable to share.","Visual Studio Live Share is currently in the \"Auto\" connection mode that improves performance for collaborators on the same network by accepting incoming secured connections when sharing.\n\nYour firewall will now prompt you to give vsls-agent.exe access to the required ports. Denying this access will route all connections through a cloud relay instead.","[새 도구 설명]","호스트가 $(sessionName) 서버를 공유했습니다. 이 서버를 브라우저에서 보시겠습니까?","예","아니요","브라우저에서 $(sessionName) 서버를 열 수 없습니다. 호스트가 이 서버의 공유를 해제했습니다.","Live Share 작업 영역","Request read/write access","Cannot edit a read-only terminal.","Focus terminal","The host allowed read/write access to $(terminalName) terminal.","The host did not allow read/write access to $(terminalName) terminal.","No terminals are currently shared in the collaboration session.","Select shared terminal to open","Make the terminal read/write for everyone","Keep it read-only","$(participantName) requested permission to write to the $(terminalName) terminal.","Select the access level guests should have for this terminal","Host shared a Live Share terminal. Enter to type.","Read/write","호스트에 다음으로 열린 Notebook이 있음","같은 보기를 사용하여 열기","비공유 보기로 열린 Notebook에 대해서는 공동 편집이 지원되지 않습니다.","호스트의 머신에서 셀을 실행하기 위한 커널","Live Share를 통해 Notebook을 완벽하게 지원하려면 VS Code를 1.66.0 이상으로 업그레이드하세요.","호스트가 사용자에게 Notebook 셀을 실행할 수 있는 권한을 부여했습니다.","호스트가 Notebook 셀 실행 요청을 거부했습니다.","읽기 전용 세션에서는 Notebook 셀을 실행할 수 없습니다.","호스트가 사용자에게 Notebook 셀을 실행할 수 있는 권한을 부여하지 않았습니다.","액세스 요청","이 세션에 대해 허용","항상 허용","거부","게스트가 Notebook 셀을 실행할 수 있는 권한을 요청하고 있습니다.","Could not open notebook. Please try again.","Join collaboration session...","Start read-only collaboration session...","Creating a Reusable Session link...","Failed to create a Reusable Session link","File","Line","Lines","to","on screen","Selection","joined the session","left the session","You are now following","You unfollowed","left your line","They left your line","switched to file","is editing the same line as you","They are editing the same line as you","is editing nearby","They are editing nearby","Selection on line","Selected lines","Looking for devices","Comments ($(count))","This collaboration session is no longer active. Please check the link provided by the host and try again.","Host is not present in the session. Please try again later.","Retry join","The specified value isn’t a valid Live Share URL. Please check the link provided by the host and try again.","The specified hostname isn’t a valid Live Share URL. Please check the link provided by the host and try again.","Your workspace was shared, but one or more folders were not local folders and couldn't be included in the shared workspace.","Your firewall is blocking vsls-agent.exe from accepting direct connections on ports Visual Studio Live Share requires to improve performance for collaborators on the same network.\n\nLive Share will now switch to the \"Relay\" connection mode for all future sessions and route traffic through a cloud relay. Press \"Cancel\" to stop sharing instead","Cannot connect to Azure Relay, you can only collaborate with guests on the same network. Please verify your network firewall or DNS or proxy is not blocking access to Microsoft Azure Relay and try again.","An update or installation of VS Live Share failed due to a corrupted download.","Live Share was unable to download needed dependencies to finish installation.","Having trouble with your Live Share installation?","$(messagePrefix) Ensure you have network connectivity then click `Repair` to restart VS Code and attempt recovery.","Unable to finish repair as files are in use. Please end all Visual Studio Live Share Agent (${processName}) processes and click `Retry`","The host has ended the current collaboration session. Open folders and editors will now close.","The collaboration session expired. Please sign in and try again.","You have been removed from the collaboration session.","You have been blocked from the collaboration session.","You were disconnected from the collaboration session due to a connectivity problem or the host going offline.","The collaboration session has ended due to an internal error.","The collaboration session has ended due to network going offline. Check your network status.","The Azure Cloud Relay went offline for this session, new guests may not be able to successfully join via relay. Consider re-sharing.","Live Share is now GA and we'd like to thank you for helping us get there! As an insider, you'll continue to receive new features first.","More info","Switch to stable features","Repair","Retry","How would you like to join this collaboration session?","Open in $(editor)","Continue in $(editor)","Re-open in $(editor)","Joining the collaboration session with $(editor)..."]}